Repository: GeorgeLubaretsi/parliament-alert
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: Georgian
ka: qarTuli

source: English
ka: inglisuri

source: Illegal characters at:
ka: dauSvebeli simboloebi:

source: Wrong number of parameters. Try
ka: parametrebis raodenoba arasworia. scade

source: Wrong name
ka: saxeli arasworia

source: Wrong length of phone number. Try
ka: telefonis nomris sigrZe arasworia. scade

source: Phone number not a number. Try
ka: telefonis nomeri da ara ricxvi. scade

source: Phone number already exists.
ka: es nomeri ukve registrirebulia.

source: Maybe you meant "confirm"?
ka: "vadastureb" -s xom ar gulisxmobdi?

source: Try
ka: scade

source: Only ka or en allowed for language. Try
ka: enis aRsaniSnavad dasaSvebia mxolod ka an en. scade

source: Only true or false allowed for ONLYIMPORTANT. Try
ka: mxolod true an false mnishvneloba aris dasaSvebi UMNISHVNELOVANES velSi. scade

source: No matching categories. Try
ka: moniSnuli kategoria ar moiZebna. scade

source: No parameters. Try
ka: parametrebi carielia. scade

source: Please confirm that you wish to be added to the TI Georgia Parliamentary Alert Service by replying 'confirm' to this message.
ka: gamogzavneT sityva "vadastureb" procesis dasasruleblad

source: Problems sending confirmation message.
ka: problemebi damadasturebeli werilis gagzavnisas.

source: Contact successfully added; confirmation sent.
ka: kontaqtis damateba ganxorcielda warmatebiT.damadasturebeli werili gagzavnilia.

source: You must sign up before you can confirm!
ka: imisaTvis rom daadasturo, jer daregistrirdi!

source: You are already subscribed.
ka: Tqven ukve SemogvierTdiT.

source: Your subscription has been confirmed. Send LEAVE ALL to unsubscribe.
ka: Tqveni gamowera dadasturebulia.amowerisaTvis gaagzavneT datoveT yvela.

source: To set your language, send LANGUAGE CODE. Send LANGUAGE KA for Georgian, LANGUAGE EN for English.
ka: Enis dasadgenad, gamoagzavne enis kodi. ENA KA qarTuli enisTvis, ENA EN inglisurisTvis.

source: You must send JOIN before you can set your language preference.
ka: enis SerCevamde, gamoagzavne SEMOGVIERTDI

source: I will speak to you in English.
ka: gamoviyeneb qarTul enas, TqvenTan saubrisas.

source: I only speak Georgian and English. Send LANGUAGE KA for Georgian, LANGUAGE EN for English.
ka: mxolod qarTulad da inglisurad vsaubrob. gamoagzavne ENA KA qarTulisTvis, ENA EN inglisurisTvis.

source: We couldn't find any of the committees you entered. Here are some examples to get you started:
ka: Cven ver SevZeliT Tqvens mier SerCeuli komitetis moZebna. Semdegi magaliTebi dagexmarebaT dawyebaSi:

source: Thank you for registering! To stop receiving updates, send LEAVE COMMITTEE, for example LEAVE ECONOMY or LEAVE ALL.
ka: madlobT daregistrirebisTvis! imisaTvis rom SegiwydeT ganaxlebebis miReba, gaagzavneT "datovet komiteti" an "datovet yvela". magaliTad, datoveT ekonomika

source: To delete your subscription, send LEAVE COMMITTEE, for example LEAVE ECONOMY, or LEAVE ALL.
ka: imisaTvis, rom amogSaloT siidan, gaagzavneT datoveba da komitetis saxeli, magaliTad datoveba ekonomika, an datoveba yvela

source: You have been removed from our lists.
ka: Tqven aRar xarT Cvens siaSi.

source: We couldn't find any of the committees you entered. Here are some possibilities:
ka: Cven ver SevZeliT Tqvens mier SerCeuli komitetis moZebna. aq aris ramodenime SesaZlo varianti:

source: Successfully removed subscriptions:
ka: gadmowerebi warmaTebiT aris waSlili:
